Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# settings.playback.language.ara
source: Arabic
cs: Arabština
da: Arabisk
de: Arabisch
el: Αραβικά
es: Árabe
fi: Arabia
fr: Arabe
hr: Arapski
hu: Arab
it: Arabo
ja: アラビア語
ko: 아랍어
nb: Arabisk
nl: Arabisch
pl: Arabski
pt_br: Árabe
pt_pt: Árabe
ro: Arabă
ru: Арабский
sk: Arabčina
sv: Arabiska
tr: Arapça
uk: Арабська
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

# settings.playback.language.auto
source: Auto
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματο
es: Automático
fi: Automaattinen
fr: Automatique
hr: Automatski
hu: Automatikus
it: Automatico
ja: 自動
ko: 자동
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Автоматически
sk: Automaticky
sv: Automatiskt
tr: Otomatik
uk: Авто
zh_hans: 自动
zh_hant: 自動

# settings.playback.language.ces
source: Czech
cs: Čeština
da: Tjekkisk
de: Tschechisch
el: Τσεχικά
es: Checo
fi: Tšekki
fr: Tchèque
hr: Češki
hu: Cseh
it: Ceco
ja: チェコ語
ko: 체코어
nb: Tsjekkisk
nl: Tsjechisch
pl: Czeski
pt_br: Tcheco
pt_pt: Checo
ro: Cehă
ru: Чешский
sk: Čeština
sv: Tjeckiska
tr: Çekçe
uk: Чеська
zh_hans: 捷克语
zh_hant: 捷克語

# settings.playback.language.dan
source: Danish
cs: Dánština
da: Dansk
de: Dänisch
el: Δανικά
es: Danés
fi: Tanska
fr: Danois
hr: Danski
hu: Dán
it: Danese
ja: デンマーク語
ko: 덴마크어
nb: Dansk
nl: Deens
pl: Duński
pt_br: Dinamarquês
pt_pt: Dinamarquês
ro: Daneză
ru: Датский
sk: Dánčina
sv: Danska
tr: Danca
uk: Данська
zh_hans: 丹麦语
zh_hant: 丹麥語

# settings.playback.language.deu
source: German
cs: Němčina
da: Tysk
de: Deutsch
el: Γερμανικά
es: Alemán
fi: Saksa
fr: Allemand
hr: Njemački
hu: Német
it: Tedesco
ja: ドイツ語
ko: 독일어
nb: Tysk
nl: Duits
pl: Niemiecki
pt_br: Alemão
pt_pt: Alemão
ro: Germană
ru: Немецкий
sk: Nemčina
sv: Tyska
tr: Almanca
uk: Німецька
zh_hans: 德语
zh_hant: 德文

# settings.playback.language.ell
source: Greek
cs: Řečtina
da: Græsk
de: Griechisch
el: Ελληνικά
es: Griego
fi: Kreikka
fr: Grec
hr: Grčki
hu: Görög
it: Greco
ja: ギリシャ語
ko: 그리스어
nb: Gresk
nl: Grieks
pl: Grecki
pt_br: Grego
pt_pt: Grego
ro: Greacă
ru: Греческий
sk: Gréčtina
sv: Grekiska
tr: Yunanca
uk: Грецька
zh_hans: 希腊语
zh_hant: 希臘語

# settings.playback.language.eng
source: English
cs: Angličtina
da: Engelsk
de: Englisch
el: Αγγλικά
es: Inglés
fi: Englanti
fr: Anglais
hr: Engleski
hu: Angol
it: Inglese
ja: 英語
ko: 영어
nb: Engelsk
nl: Engels
pl: Angielski
pt_br: Inglês
pt_pt: Inglês
ro: Engleză
ru: Английский
sk: Angličtina
sv: Engelska
tr: İngilizce
uk: Англійська
zh_hans: 英语
zh_hant: 英文

# settings.playback.language.fin
source: Finnish
cs: Finština
da: Finsk
de: Finnisch
el: Φινλανδικά
es: Finés
fi: Suomi
fr: Finnois
hr: Finski
hu: Finn
it: Finlandese
ja: フィンランド語
ko: 핀란드어
nb: Finsk
nl: Fins
pl: Fiński
pt_br: Finlandês
pt_pt: Finlandês
ro: Finlandeză
ru: Финский
sk: Fínčina
sv: Finska
tr: Fince
uk: Фінська
zh_hans: 芬兰语
zh_hant: 芬蘭語

# settings.playback.language.fra
source: French
cs: Francouzština
da: Fransk
de: Französisch
el: Γαλλικά
es: Francés
fi: Ranska
fr: Français
hr: Francuski
hu: Francia
it: Francese
ja: フランス語
ko: 프랑스어
nb: Fransk
nl: Frans
pl: Francuski
pt_br: Francês
pt_pt: Francês
ro: Franceză
ru: Французский
sk: Francúzština
sv: Franska
tr: Fransızca
uk: Французька
zh_hans: 法语
zh_hant: 法文

# settings.playback.language.heb
source: Hebrew
cs: Hebrejština
da: Hebraisk
de: Hebräisch
el: Εβραϊκά
es: Hebreo
fi: Heprea
fr: Hébreu
hr: Hebrejski
hu: Héber
it: Ebraico
ja: ヘブライ語
ko: 히브리어
nb: Hebraisk
nl: Hebreeuws
pl: Hebrajski
pt_br: Hebraico
pt_pt: Hebraico
ro: Ebraică
ru: Иврит
sk: Hebrejčina
sv: Hebreiska
tr: İbranice
uk: Іврит
zh_hans: 希伯来语
zh_hant: 希伯來語

# settings.playback.language.hin
source: Hindi
cs: Hindština
el: Χίντι
hr: Hindski
ja: ヒンディー語
ko: 힌디어
pt_br: Híndi
pt_pt: Híndi
ru: Хинди
sk: Hindčina
tr: Hintçe
uk: Гінді
zh_hans: 印地语
zh_hant: 印地語

# settings.playback.language.hun
source: Hungarian
cs: Maďarština
da: Ungarsk
de: Ungarisch
el: Ουγγρικά
es: Húngaro
fi: Unkari
fr: Hongrois
hr: Mađarski
hu: Magyar
it: Ungherese
ja: ハンガリー語
ko: 헝가리어
nb: Ungarsk
nl: Hongaars
pl: Węgierski
pt_br: Húngaro
pt_pt: Húngaro
ro: Maghiară
ru: Венгерский
sk: Maďarčina
sv: Ungerska
tr: Macarca
uk: Угорська
zh_hans: 匈牙利语
zh_hant: 匈牙利語

# settings.playback.language.ind
source: Indonesian
cs: Indonéština
da: Indonesisk
de: Indonesisch
el: Ινδονησιακά
es: Indonesio
fi: Indonesia
fr: Indonésien
hr: Indonezijski
hu: Indonéz
it: Indonesiano
ja: インドネシア語
ko: 인도네시아어
nb: Indonesisk
nl: Indonesisch
pl: Indonezyjski
pt_br: Indonésio
pt_pt: Indonésio
ro: Indoneziană
ru: Индонезийский
sk: Indonézština
sv: Indonesiska
tr: Endonezce
uk: Індонезійська
zh_hans: 印尼语
zh_hant: 印尼語

# settings.playback.language.ita
source: Italian
cs: Italština
da: Italiensk
de: Italienisch
el: Ιταλικά
es: Italiano
fi: Italia
fr: Italien
hr: Talijanski
hu: Olasz
it: Italiano
ja: イタリア語
ko: 이탈리아어
nb: Italiensk
nl: Italiaans
pl: Włoski
pt_br: Italiano
pt_pt: Italiano
ro: Italiană
ru: Итальянский
sk: Taliančina
sv: Italienska
tr: İtalyanca
uk: Італійська
zh_hans: 意大利语
zh_hant: 義大利文

# settings.playback.language.jpn
source: Japanese
cs: Japonština
da: Japansk
de: Japanisch
el: Ιαπωνικά
es: Japonés
fi: Japani
fr: Japonais
hr: Japanski
hu: Japán
it: Giapponese
ja: 日本語
ko: 일본어
nb: Japansk
nl: Japans
pl: Japoński
pt_br: Japonês
pt_pt: Japonês
ro: Japoneză
ru: Японский
sk: Japončina
sv: Japanska
tr: Japonca
uk: Японська
zh_hans: 日语
zh_hant: 日文

# settings.playback.language.kor
source: Korean
cs: Korejština
da: Koreansk
de: Koreanisch
el: Κορεατικά
es: Coreano
fi: Korea
fr: Coréen
hr: Korejski
hu: Koreai
it: Coreano
ja: 韓国語
ko: 한국어
nb: Koreansk
nl: Koreaans
pl: Koreański
pt_br: Coreano
pt_pt: Coreano
ro: Coreeană
ru: Корейский
sk: Kórejčina
sv: Koreanska
tr: Korece
uk: Корейська
zh_hans: 韩语
zh_hant: 韓語

# settings.playback.language.nld
source: Dutch
cs: Nizozemština
da: Nederlandsk
de: Niederländisch
el: Ολλανδικά
es: Neerlandés
fi: Hollanti
fr: Néerlandais
hr: Nizozemski
hu: Holland
it: Olandese
ja: オランダ語
ko: 네덜란드어
nb: Nederlandsk
nl: Nederlands
pl: Niderlandzki
pt_br: Holandês
pt_pt: Neerlandês
ro: Olandeză
ru: Нидерландский
sk: Holandčina
sv: Nederländska
tr: Felemenkçe
uk: Нідерландська
zh_hans: 荷兰语
zh_hant: 荷蘭語

# settings.playback.language.nor
source: Norwegian
cs: Norština
da: Norsk
de: Norwegisch
el: Νορβηγικά
es: Noruego
fi: Norja
fr: Norvégien
hr: Norveški
hu: Norvég
it: Norvegese
ja: ノルウェー語
ko: 노르웨이어
nb: Norsk
nl: Noors
pl: Norweski
pt_br: Norueguês
pt_pt: Norueguês
ro: Norvegiană
ru: Норвежский
sk: Nórčina
sv: Norska
tr: Norveççe
uk: Норвезька
zh_hans: 挪威语
zh_hant: 挪威語

# settings.playback.language.pol
source: Polish
cs: Polština
da: Polsk
de: Polnisch
el: Πολωνικά
es: Polaco
fi: Puola
fr: Polonais
hr: Poljski
hu: Lengyel
it: Polacco
ja: ポーランド語
ko: 폴란드어
nb: Polsk
nl: Pools
pl: Polski
pt_br: Polonês
pt_pt: Polaco
ro: Poloneză
ru: Польский
sk: Poľština
sv: Polska
tr: Lehçe
uk: Польська
zh_hans: 波兰语
zh_hant: 波蘭語

# settings.playback.language.por
source: Portuguese
cs: Portugalština
da: Portugisisk
de: Portugiesisch
el: Πορτογαλικά
es: Portugués
fi: Portugali
fr: Portugais
hr: Portugalski
hu: Portugál
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
nb: Portugisisk
nl: Portugees
pl: Portugalski
pt_br: Português
pt_pt: Português
ro: Portugheză
ru: Португальский
sk: Portugalčina
sv: Portugisiska
tr: Portekizce
uk: Португальська
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語

# settings.playback.language.ron
source: Romanian
cs: Rumunština
da: Rumænsk
de: Rumänisch
el: Ρουμανικά
es: Rumano
fi: Romania
fr: Roumain
hr: Rumunjski
hu: Román
it: Rumeno
ja: ルーマニア語
ko: 루마니아어
nb: Rumensk
nl: Roemeens
pl: Rumuński
pt_br: Romeno
pt_pt: Romeno
ro: Română
ru: Румынский
sk: Rumunčina
sv: Rumänska
tr: Rumence
uk: Румунська
zh_hans: 罗马尼亚语
zh_hant: 羅馬尼亞語

# settings.playback.language.rus
source: Russian
cs: Ruština
da: Russisk
de: Russisch
el: Ρωσικά
es: Ruso
fi: Venäjä
fr: Russe
hr: Ruski
hu: Orosz
it: Russo
ja: ロシア語
ko: 러시아어
nb: Russisk
nl: Russisch
pl: Rosyjski
pt_br: Russo
pt_pt: Russo
ro: Rusă
ru: Русский
sk: Ruština
sv: Ryska
tr: Rusça
uk: Російська
zh_hans: 俄语
zh_hant: 俄語

# settings.playback.language.spa
source: Spanish
cs: Španělština
da: Spansk
de: Spanisch
el: Ισπανικά
es: Español
fi: Espanja
fr: Espagnol
hr: Španjolski
hu: Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
nb: Spansk
nl: Spaans
pl: Hiszpański
pt_br: Espanhol
pt_pt: Espanhol
ro: Spaniolă
ru: Испанский
sk: Španielčina
sv: Spanska
tr: İspanyolca
uk: Іспанська
zh_hans: 西班牙语
zh_hant: 西班牙文

# settings.playback.language.swe
source: Swedish
cs: Švédština
da: Svensk
de: Schwedisch
el: Σουηδικά
es: Sueco
fi: Ruotsi
fr: Suédois
hr: Švedski
hu: Svéd
it: Svedese
ja: スウェーデン語
ko: 스웨덴어
nb: Svensk
nl: Zweeds
pl: Szwedzki
pt_br: Sueco
pt_pt: Sueco
ro: Suedeză
ru: Шведский
sk: Švédčina
sv: Svenska
tr: İsveççe
uk: Шведська
zh_hans: 瑞典语
zh_hant: 瑞典語

# settings.playback.language.tha
source: Thai
cs: Thajština
de: Thailändisch
el: Ταϊλανδικά
es: Tailandés
fr: Thaï
hr: Tajlandski
it: Tailandese
ja: タイ語
ko: 태국어
nl: Thais
pl: Tajski
pt_br: Tailandês
pt_pt: Tailandês
ro: Thailandeză
ru: Тайский
sk: Thajčina
tr: Tayca
uk: Тайська
zh_hans: 泰语
zh_hant: 泰語

# settings.playback.language.tur
source: Turkish
cs: Turečtina
da: Tyrkisk
de: Türkisch
el: Τουρκικά
es: Turco
fi: Turkki
fr: Turc
hr: Turski
hu: Török
it: Turco
ja: トルコ語
ko: 터키어
nb: Tyrkisk
nl: Turks
pl: Turecki
pt_br: Turco
pt_pt: Turco
ro: Turcă
ru: Турецкий
sk: Turečtina
sv: Turkiska
tr: Türkçe
uk: Турецька
zh_hans: 土耳其语
zh_hant: 土耳其語

# settings.playback.language.ukr
source: Ukrainian
cs: Ukrajinština
da: Ukrainsk
de: Ukrainisch
el: Ουκρανικά
es: Ucraniano
fi: Ukraina
fr: Ukrainien
hr: Ukrajinski
hu: Ukrán
it: Ucraino
ja: ウクライナ語
ko: 우크라이나어
nb: Ukrainsk
nl: Oekraïens
pl: Ukraiński
pt_br: Ucraniano
pt_pt: Ucraniano
ro: Ucraineană
ru: Украинский
sk: Ukrajinčina
sv: Ukrainska
tr: Ukraynaca
uk: Українська
zh_hans: 乌克兰语
zh_hant: 烏克蘭語

# settings.playback.language.vie
source: Vietnamese
cs: Vietnamština
da: Vietnamesisk
de: Vietnamesisch
el: Βιετναμικά
es: Vietnamita
fi: Vietnam
fr: Vietnamien
hr: Vijetnamski
hu: Vietnami
it: Vietnamita
ja: ベトナム語
ko: 베트남어
nb: Vietnamesisk
nl: Vietnamees
pl: Wietnamski
pt_br: Vietnamita
pt_pt: Vietnamita
ro: Vietnameză
ru: Вьетнамский
sk: Vietnamčina
sv: Vietnamesiska
tr: Vietnamca
uk: В'єтнамська
zh_hans: 越南语
zh_hant: 越南語

# settings.playback.language.zho
source: Chinese
cs: Čínština
da: Kinesisk
de: Chinesisch
el: Κινέζικα
es: Chino
fi: Kiina
fr: Chinois
hr: Kineski
hu: Kínai
it: Cinese
ja: 中国語
ko: 중국어
nb: Kinesisk
nl: Chinees
pl: Chiński
pt_br: Chinês
pt_pt: Chinês
ro: Chineză
ru: Китайский
sk: Čínština
sv: Kinesiska
tr: Çince
uk: Китайська
zh_hans: 中文
zh_hant: 中文

# settings.playback.off
source: Off
cs: Vypnuto
da: Fra
de: Aus
el: Απενεργοποιημένο
es: Desactivado
fi: Pois
fr: Désactivé
hr: Isključeno
hu: Ki
it: Disattivato
ja: オフ
ko: 끔
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
sv: Av
tr: Kapalı
uk: Вимкнено
zh_hans: 关闭
zh_hant: 關閉

# settings.playback.on
source: On
cs: Zapnuto
da: Til
de: Ein
el: Ενεργοποιημένο
es: Activado
fi: Päällä
fr: Activé
hr: Uključeno
hu: Be
it: Attivato
ja: オン
ko: 켬
nb: På
nl: Aan
pl: Wł.
pt_br: Ativado
pt_pt: Ativado
ro: Activat
ru: Вкл.
sk: Zapnuté
sv: På
tr: Açık
uk: Увімкнено
zh_hans: 开启
zh_hant: 開啟

# settings.playback.picture
source: Picture Size
cs: Velikost obrazu
da: Billedstørrelse
de: Bildgröße
el: Μέγεθος εικόνας
es: Tamaño de imagen
fi: Kuvan koko
fr: Taille d'image
hr: Veličina slike
hu: Képméret
it: Dimensione immagine
ja: 映像サイズ
ko: 화면 크기
nb: Bildestørrelse
nl: Beeldgrootte
pl: Rozmiar obrazu
pt_br: Tamanho da imagem
pt_pt: Tamanho da imagem
ro: Dimensiune imagine
ru: Размер изображения
sk: Veľkosť obrazu
sv: Bildstorlek
tr: Görüntü boyutu
uk: Розмір зображення
zh_hans: 画面大小
zh_hant: 畫面大小

# settings.playback.picture.fill
source: Fill
cs: Vyplnit
da: Udfyld
de: Vollbild
el: Πλήρης
es: Llenar
fi: Täytä
fr: Remplir
hr: Ispuni
hu: Kitölt
it: Riempi
ja: フィル
ko: 채우기
nb: Fyll
nl: Vullen
pl: Wypełnij
pt_br: Preencher
pt_pt: Preencher
ro: Umple
ru: Заполнить
sk: Vyplniť
sv: Fyll
tr: Doldur
uk: Заповнити
zh_hans: 填满
zh_hant: 填滿

# settings.playback.picture.original
source: Original
cs: Původní
el: Αρχικό
fi: Alkuperäinen
hr: Izvorno
hu: Eredeti
it: Originale
ja: オリジナル
ko: 원본
nl: Origineel
pl: Oryginalny
ru: Оригинал
sk: Pôvodné
tr: Orijinal
uk: Оригінал
zh_hans: 原始
zh_hant: 原始

# settings.playback.picture.subtitle
source: How the video fills the screen: preserve aspect or zoom and crop.
cs: Jak video vyplňuje obrazovku — zachovat poměr stran nebo přiblížit a oříznout.
da: Hvordan videoen udfylder skærmen — bevar forholdet eller zoom og beskær.
de: Wie das Video den Bildschirm füllt — Seitenverhältnis beibehalten oder hineinzoomen und beschneiden.
el: Πώς γεμίζει η εικόνα την οθόνη — διατήρηση αναλογίας ή ζουμ και περικοπή.
es: Cómo llena la pantalla el vídeo: mantener proporción o ampliar y recortar.
fi: Miten kuva täyttää näytön — säilytä mittasuhteet tai zoomaa ja rajaa.
fr: Comment la vidéo remplit l'écran : conserver le ratio ou zoomer et rogner.
hr: Kako video ispunjava zaslon — sačuvaj omjer ili zumiraj i izreži.
hu: Hogyan tölti ki a kép a képernyőt — arány megtartva, vagy ráközelítve és vágva.
it: Come il video riempie lo schermo: mantieni proporzioni o zoom e ritaglio.
ja: 映像が画面をどう埋めるか — アスペクト比保持か、ズームして切り抜くか。
ko: 영상이 화면을 채우는 방식 — 비율 유지 또는 확대 후 자르기.
nb: Hvordan videoen fyller skjermen — behold forhold eller zoom og beskjær.
nl: Hoe de video het scherm vult — verhouding behouden of zoomen en bijsnijden.
pl: Jak wideo wypełnia ekran — zachowaj proporcje lub przybliż i przytnij.
pt_br: Como o vídeo preenche a tela — preservar proporção ou aproximar e cortar.
pt_pt: Como o vídeo preenche o ecrã — preservar proporção ou ampliar e cortar.
ro: Cum umple imaginea ecranul — păstrează raportul sau apropie și decupează.
ru: Как видео заполняет экран — сохранить пропорции или увеличить и обрезать.
sk: Ako video vypĺňa obrazovku — zachovať pomer alebo priblížiť a orezať.
sv: Hur videon fyller skärmen — behåll förhållande eller zooma och beskär.
tr: Görüntünün ekranı nasıl doldurduğu — oranı koru veya yakınlaştır ve kırp.
uk: Як відео заповнює екран — зберегти співвідношення чи наблизити та обрізати.
zh_hans: 视频如何填充屏幕 — 保持比例或放大裁剪。
zh_hant: 影片如何填滿螢幕 — 保持比例或放大裁切。

# settings.playback.preferLossless
source: Prefer Lossless Audio
cs: Upřednostnit bezeztrátový zvuk
da: Foretræk tabsfri lyd
de: Verlustfreies Audio bevorzugen
el: Προτίμηση ήχου χωρίς απώλειες
es: Preferir audio sin pérdidas
fi: Suosi häviötöntä ääntä
fr: Préférer l’audio sans perte
hr: Preferiraj zvuk bez gubitaka
hu: Veszteségmentes hang előnyben részesítése
it: Preferisci audio lossless
ja: ロスレスオーディオを優先
ko: 무손실 오디오 선호
nb: Foretrekk tapsfri lyd
nl: Voorkeur voor lossless audio
pl: Preferuj dźwięk bezstratny
pt_br: Preferir áudio sem perdas
pt_pt: Preferir áudio sem perdas
ro: Preferă audio fără pierderi
ru: Предпочитать аудио без потерь
sk: Uprednostniť bezstratový zvuk
sv: Föredra förlustfritt ljud
tr: Kayıpsız sesi tercih et
uk: Перевага аудіо без втрат
zh_hans: 优先使用无损音频
zh_hant: 優先使用無損音訊

# settings.playback.forceDolbyVision
source: Dolby Vision on HDR10 Displays
cs: Dolby Vision na HDR10 displejích
da: Dolby Vision på HDR10-skærme
de: Dolby Vision auf HDR10-Displays
el: Dolby Vision σε οθόνες HDR10
es: Dolby Vision en pantallas HDR10
fi: Dolby Vision HDR10-näytöillä
fr: Dolby Vision sur écrans HDR10
hr: Dolby Vision na HDR10 zaslonima
hu: Dolby Vision HDR10-kijelzőkön
it: Dolby Vision su display HDR10
ja: HDR10ディスプレイでのDolby Vision
ko: HDR10 디스플레이에서 Dolby Vision
nb: Dolby Vision på HDR10-skjermer
nl: Dolby Vision op HDR10-schermen
pl: Dolby Vision na ekranach HDR10
pt_br: Dolby Vision em telas HDR10
pt_pt: Dolby Vision em ecrãs HDR10
ro: Dolby Vision pe afișaje HDR10
ru: Dolby Vision на HDR10-экранах
sk: Dolby Vision na HDR10 displejoch
sv: Dolby Vision på HDR10-skärmar
tr: HDR10 ekranlarda Dolby Vision
uk: Dolby Vision на HDR10-екранах
zh_hans: 在 HDR10 显示器上启用 Dolby Vision
zh_hant: 在 HDR10 顯示器上啟用 Dolby Vision

# settings.playback.forceDolbyVision.subtitle
source: Experimental. Applies Dolby Vision's per-frame data on this device instead of sending the panel the static HDR10 layer. Profile 8.1 only. Turn it off if colors look wrong.
cs: Experimentální. Data Dolby Vision pro každý snímek se použijí přímo v tomto zařízení místo odeslání statické vrstvy HDR10 na displej. Jen Profile 8.1. Pokud barvy vypadají špatně, vypněte.
da: Eksperimentel. Anvender Dolby Visions data for hvert billede på denne enhed i stedet for at sende det statiske HDR10-lag til skærmen. Kun Profile 8.1. Slå fra, hvis farverne ser forkerte ud.
de: Experimentell. Wendet die Bild-für-Bild-Daten von Dolby Vision auf diesem Gerät an, statt dem Panel die statische HDR10-Ebene zu schicken. Nur Profile 8.1. Bei falschen Farben abschalten.
el: Πειραματικό. Εφαρμόζει τα δεδομένα Dolby Vision ανά καρέ σε αυτή τη συσκευή αντί να στέλνει στην οθόνη το στατικό στρώμα HDR10. Μόνο Profile 8.1. Απενεργοποιήστε το αν τα χρώματα δείχνουν λάθος.
es: Experimental. Aplica los datos por fotograma de Dolby Vision en este dispositivo en lugar de enviar la capa estática HDR10 a la pantalla. Solo Profile 8.1. Desactívalo si los colores se ven mal.
fi: Kokeellinen. Käyttää Dolby Visionin ruutukohtaisia tietoja tässä laitteessa sen sijaan, että näytölle lähetettäisiin staattinen HDR10-kerros. Vain Profile 8.1. Poista käytöstä, jos värit näyttävät vääriltä.
fr: Expérimental. Applique les données image par image de Dolby Vision sur cet appareil au lieu d'envoyer la couche HDR10 statique à l'écran. Profile 8.1 uniquement. Désactivez si les couleurs semblent fausses.
hr: Eksperimentalno. Primjenjuje Dolby Vision podatke po sličici na ovom uređaju umjesto slanja statičnog HDR10 sloja zaslonu. Samo Profile 8.1. Isključite ako boje izgledaju pogrešno.
hu: Kísérleti. A Dolby Vision képkockánkénti adatait ezen az eszközön alkalmazza, ahelyett hogy a statikus HDR10-réteget küldené a kijelzőre. Csak Profile 8.1. Kapcsold ki, ha a színek hibásnak tűnnek.
it: Sperimentale. Applica i dati fotogramma per fotogramma di Dolby Vision su questo dispositivo invece di inviare al pannello il livello HDR10 statico. Solo Profile 8.1. Disattiva se i colori sembrano sbagliati.
ja: 実験的機能。静的な HDR10 レイヤーをパネルに送る代わりに、Dolby Vision のフレームごとのデータをこの端末で適用します。Profile 8.1 のみ。色がおかしい場合はオフにしてください。
ko: 실험적 기능입니다. 정적 HDR10 레이어를 디스플레이로 보내는 대신 Dolby Vision의 프레임별 데이터를 이 기기에서 적용합니다. Profile 8.1 전용. 색이 이상하면 끄십시오.
nb: Eksperimentell. Bruker Dolby Visions data per bilde på denne enheten i stedet for å sende det statiske HDR10-laget til skjermen. Kun Profile 8.1. Slå av hvis fargene ser feil ut.
nl: Experimenteel. Past de gegevens per beeld van Dolby Vision toe op dit apparaat in plaats van de statische HDR10-laag naar het scherm te sturen. Alleen Profile 8.1. Schakel uit als de kleuren verkeerd lijken.
pl: Eksperymentalne. Stosuje dane Dolby Vision dla każdej klatki na tym urządzeniu, zamiast wysyłać do ekranu statyczną warstwę HDR10. Tylko Profile 8.1. Wyłącz, jeśli kolory wyglądają źle.
pt_br: Experimental. Aplica os dados quadro a quadro do Dolby Vision neste dispositivo em vez de enviar a camada HDR10 estática para a tela. Somente Profile 8.1. Desative se as cores parecerem erradas.
pt_pt: Experimental. Aplica os dados imagem a imagem do Dolby Vision neste dispositivo em vez de enviar a camada HDR10 estática para o ecrã. Apenas Profile 8.1. Desative se as cores parecerem erradas.
ro: Experimental. Aplică datele Dolby Vision pentru fiecare cadru pe acest dispozitiv în loc să trimită afișajului stratul HDR10 static. Doar Profile 8.1. Dezactivează dacă culorile arată greșit.
ru: Экспериментально. Данные Dolby Vision для каждого кадра применяются на этом устройстве вместо отправки на экран статичного слоя HDR10. Только Profile 8.1. Отключите, если цвета выглядят неправильно.
sk: Experimentálne. Údaje Dolby Vision pre každú snímku sa použijú v tomto zariadení namiesto odoslania statickej vrstvy HDR10 na displej. Len Profile 8.1. Ak farby vyzerajú zle, vypnite.
sv: Experimentell. Använder Dolby Visions data per bildruta på den här enheten i stället för att skicka det statiska HDR10-lagret till skärmen. Endast Profile 8.1. Stäng av om färgerna ser fel ut.
tr: Deneysel. Statik HDR10 katmanını ekrana göndermek yerine Dolby Vision'ın kare başına verilerini bu cihazda uygular. Yalnızca Profile 8.1. Renkler yanlış görünüyorsa kapatın.
uk: Експериментально. Дані Dolby Vision для кожного кадру застосовуються на цьому пристрої замість надсилання на екран статичного шару HDR10. Лише Profile 8.1. Вимкніть, якщо кольори виглядають неправильно.
zh_hans: 实验性功能。在本设备上应用 Dolby Vision 的逐帧数据，而不是把静态 HDR10 层发给显示器。仅限 Profile 8.1。若颜色不正常请关闭。
zh_hant: 實驗性功能。在本裝置上套用 Dolby Vision 的逐幀資料，而非將靜態 HDR10 層送往顯示器。僅限 Profile 8.1。若顏色不正常請關閉。
